// © Copyright 2009-2010, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "ユーティリティを起動できませんでした。";
NoUtilityErrorDescription = "ユーティリティがみつかりません。ソフトウェアを再インストールしてください。";
TaskNameTitle = "プリンタのメンテナンス";
TaskDescriptionTitle = "選択したプリンタは、HP Designjet System Maintenance Utility によってサポートされています。プリンタを保守したり、プリンタの情報を見るには、[ユーティリティを起動] ボタンをクリックしてください。";
LaunchUtilityButtonTitle = "ユーティリティを起動";